const PRICES = {

  gold: {
    "24": "7954.29 جنيه",
    "21": "6960 جنيه",
    "18": "5965.71 جنيه",
    "pound": "55680 جنيه",
    source: "اليوم السابع – شعبة الذهب"
  },

  steel: {
    value: "40000 – 38,000 جنيه للطن",
    source: "مصراوي – مواد البناء"
  },

  cement: {
    value: "3800 – 3650 جنيه للطن",
    source: "بوابة الأهرام – اقتصاد"
  },

  companies: {
    cocaCola: "زيادة متوقعة – لم يصدر بيان رسمي",
    pepsi: "استقرار",
    edita: "مراجعة أسعار بعض المنتجات"
  },

  cigarettes: {
    local: {
      cleopatra: "55 – 49 جنيه"
    },
    imported: {
      marlboro: "102 جنيه"
    },
    source: "بيانات وزارة المالية"
  },

  lastUpdate: "22 إبريل 2026"
};
